[
  {
    "id": "1",
    "title": "Embrace of Love: Mother and Child",
    "url": "http://localhost:8000/mother?id=1",
    "detail": "新生児を抱く母親の優しい瞬間をとらえています。部屋の壁には世界地図のポスターがかかっており、その前で母親は赤ん坊を愛おしそうに抱きしめています。母の目は閉じており、彼女の顔には穏やかで心からの満足感が溢れています。新しい命の誕生は、彼女にとってこの世界で最も美しい冒険の始まりを意味しているかのようです。この写真から想像される物語は、新たな家族の旅立ちと、無限の愛情を感じさせるものです。赤ちゃんはまだこの世界の何も知らず、ただ母親の温もりを感じながら安心して眠っています。これから始まる数々の発見と成長の旅に、母親は最高の案内人となるでしょう。親子の絆が深まる瞬間を切り取った、静謐で愛に満ちた物語がここにあります。",
    "mother_name": "エマ",
    "mom_fav_flower": "ラベンダー"
  },
  {
    "id": "2",
    "title": "Family Moments: Shared Digital Discovery",
    "url": "http://localhost:8000/mother?id=2",
    "detail": "この写真は、家族の日常のひとコマを捉えたものです。母親は二人の子どもをそばに座らせ、共にタブレットを見ています。長女は興味津々に画面を見つめ、何か新しいことを学ぼうとしているかのようです。一方で、赤ちゃんは何が起こっているのかまだ理解できず、ただ母親の腕の中で安心している様子。この温かな家庭の中で、母親は子どもたちに対する愛情を込めて、一緒に時間を過ごし、教育的な活動を通じて絆を深めているのです。この静かで穏やかな午後、子どもたちは母親から新しいことを学び、母親は子どもたちの成長と好奇心を優しく見守っています。デジタルの世界がもたらす無限の可能性と、家族との絆の大切さを物語る一枚と言えるでしょう。",
    "mother_name": "ソフィア",
    "mom_fav_flower": "薔薇"
  },
  {
    "id": "3",
    "title": "Golden Hour Joy: Motherhood in the Park",
    "url": "http://localhost:8000/mother?id=3",
    "detail": "夕暮れ時の公園での家族の幸せなひと時を描いています。母親の名前は「クレア」。クレアは、明るく活発な子供達と共に、日の終わりに自然を満喫しているところです。長男は母親の背中に寄りかかりながら、何かを見つけてはしゃぐ姿が目に浮かびます。末っ子はまだ世界に慣れていないようで、新しい環境に興味津々の表情をしています。",
    "mother_name": "クレア",
    "mom_fav_flower": "向日葵"
  },
  {
    "id": "4",
    "title": "The Guardian's Embrace",
    "url": "http://localhost:8000/mother?id=4",
    "detail": "彼女の名前は「エレナ」。エレナが母親としての役割を果たし、子どもたちの安全と幸福を願っている様子を描いています。彼女の子どもたちは、まだ小さくて繊細な存在ですが、彼女の愛情ある手の中で安全に育つでしょう。エレナの優しさと強さが、子どもたちを大きな世界に送り出す前に、必要な愛とサポートを提供しています。",
    "mother_name": "エレナ",
    "mom_fav_flower": "チューリップ"
  },
  {
    "id": "5",
    "title": "Tender Bond",
    "url": "http://localhost:8000/mother?id=5",
    "detail": "彼女はこの小さな新しい生命の重みを腕に感じながら、これからの育児の旅に心からの喜びと多少の不安を感じているかもしれません。彼女の目は閉じており、赤ちゃんの温もりを全身で感じています。外の世界は一旦忘れ去られ、母と子だけの特別な世界がここに存在します。",
    "mother_name": "クララ",
    "mom_fav_flower": "ホワイトリリー"
  }
]
